Repository: bryongloden/hOurworld_iOS
Catalog: *.lproj/Localizable.strings
Languages: fr

# Help_Announcements
source: "Announcements" shows a list of services that will be expired in two weeks
fr: "Annonces" Liste de services qui vont expirer dans 2 semaines

# Help_Offers
source: "Offers" shows a list of standing offers by a category
fr: "Offres" Liste des offres disponibles par catégorie

# Help_Requests
source: "Requests" shows a list of standing requests by a category
fr: "Demandes" Liste des demandes disponibles par catégorie

# Help_Search
source: "Search" allows you to search services and members
fr: "Recherche" Pour rechercher des services et des membres

# Help_Hours
source: "Hours" allows you to report hours
fr: "Heures" Pour enregistrer des heures

# Help_More
source: "More" includes a Group feature, My profile, About this app and Version
fr: "Plus" Inclure un Groupe, Mon profil, A propos de cette version

source: Announcements
fr: Annonces

source: Offers
fr: Offres

source: Requests
fr: Demandes

source: Search
fr: Recherche

source: Hours
fr: Heures

source: More
fr: Plus

source: About hOurworld
fr: A propos d'hOurworld

source: About the app
fr: A propos de l'app

source: hOurworld mobile app
fr: App mobile hOurworld

source: No username found
fr: Pas d'utilisateur correspondant

source: No messages found
fr: Aucun message

source: No datetime found
fr: Aucune date/heure

source: No description found
fr: Aucune description

# No_result
source: No result found
fr: Aucun résultat

# No_result_2
source: No result found. (If you see this message multiple times, try logout and re-login)
fr: Aucun résultat. (si vous avez ce message plusieurs fois, essayez de vous reconnecter)

# Pick_category
source: Pick a category
fr: Choisir une catégorie

# Pick_service
source: Pick a service
fr: Choisir un service

# Pick_category_offer
source: Pick a category for your offer
fr: Choisir une catégorie pour l'offre

# Pick_category_request
source: Pick a category for your request
fr: Choisir une catégorie pour la demande

# Pick_service_offer
source: Pick a service category for your offer
fr: Choisir une catégorie de service pour l'offre

# Pick_service_request
source: Pick a service category for your request
fr: Choisir une catégorie de service pour la demande

source: Offer category
fr: Catégorie d'offre

source: Request category
fr: Catégorie de demande

source: Offer service
fr: Offre

source: Request service
fr: Demande

# Add_thorough_description
source: Add a thorough description
fr: Description détaillée

source: Add Offer
fr: Ajouter l'offre

source: Add Request
fr: Ajouter la demande

# Please_check_description
source: Please check a description
fr: Saisir la description

# Fail_to_post
source: Failed to post your task. Please try again
fr: Echec de l'envoi. Essayer à nouveau

source: Add location
fr: Ajouter un lieu

source: Edit task
fr: Mettre à jour la t‚che

# Fail_to_edit
source: Failed to edit your task. Please try again
fr: Echec de la mise à jour. Essayer à nouveau

# No_result_found_add_first
source: No search result. Post a task in this category!
fr: Aucun résultat. Créer une t‚che dans cette catégorie!

# Report_Hours_Note
source: About recipientâ€™s comments about promptness, quality, difficulty, etc. of the task
fr: Commentaires des bénéficiaires sur la rapidité, la qualité, la difficulté, etc. de la t‚che

source: Select Date
fr: Choisir une date

source: Select Hours
fr: Choisir des heures

# Fill_out_all_fields
source: Please fill out all fields
fr: Renseigner tous les champs

# Hours_recorded
source: Your hour has been reported
fr: Vos heures ont été enregistrées

source: Report hours
fr: Déclarer des heures

source: Report hours?
fr: Heures déclarées?

source: Report
fr: Déclarer

source: Choose Member
fr: Sélectionner un membre

# Pick_Category
source: Pick a category
fr: Choisir une catégorie

# Pick_Service_Category
source: Pick a service category
fr: Choisir un service

source: Please enter a search term
fr: Saisir un critère de recherche

source: My groups
fr: Mes groupes

source: Group list
fr: Liste des groupes

source: No groups found
fr: Aucun groupe

source: Group details
fr: Détails du groupe

# Leave_group
source: Leave this group?
fr: Quitter ce groupe?

# Join_group
source: Join this group?
fr: Rejoindre ce groupe?

# Send_group_message
source: Send a group message
fr: Envoyer un message au groupe

# Group_message_success
source: Your group message has been posted!
fr: Votre message a été envoyé au groupe!

# Group_message_fail
source: Failed to post your group message. Please try again
fr: Echec de l'envoi du message au goupe. Essayer à nouveau

# Please_check_message
source: Please check a message
fr: Vérifier le message

# Update_Request
source: Update to the latest version?
fr: Mettre à jour la dernière version?

# New_version_available
source: New version is available
fr: Une nouvelle version est disponible

# Intro_message
source: hOurworld is a national network of Hour Exchanges (time banks) in which you can provide a service, bank the time taken to provide it and then spend the hours you have earned to get services you want. This hOurworld mobile app is the product of a partnership among hOurworld, the Center for Human Computer Interaction at Pennsylvania State University (PSU), and the Palo Alto Research Center (PARC).
fr: hOurworld est un réseau d'échange de services contre des heures (Banques de temps) dans lequel vous pouvez fournir un service, capitaliser le temps passé à rendre ce service puis dépenser les heures gagnées pour recevoir les services dont vous avez besoin. Cette application mobile hOurworld est le résultat d'un partenariat entre hOurworld, Le Center for Human Computer Interaction at Pennsylvania State University (PSU), le Palo Alto Research Center (PARC), et l'association TempOh-L'EchangeHeure pour la version française.

source: Terms of service
fr: Conditions d'utilisation

source: I understand
fr: Je comprends

source: Not participate
fr: Ne participe pas

# Download_Message_Title
source: Download the hOurworld mobile app now!
fr: Télécharger l'app mobile hOurworld mobile!

# Download_Message_Body
source: Hello,<br><br>I want to share this great hOurworld mobile app with you. Download the app now and earn an hour credit!<br><br>Are you an iOS user? Click <a href="https://itunes.apple.com/us/app/hourworld/id671499452?mt=8">here</a> to download!<br><br>Are you an Android user? Click <a href="https://play.google.com/store/apps/details?id=edu.psu.ist.mtb_hourworld&hl=en">here</a> to download! <br><br>If you're not a timebank member, go to the "Join" tab here: <a href="http://www.hourworld.org/">www.hourworld.org</a> and select your nearest exchange. You must do this for the mobile app to work. Please be patient after signing up. The administrator will contact you to confirm your identity.
fr: Hello,<br><br>Je veux partager cette super app mobile hOurworld avec vous. Téléchargez l'app maintenant et gagnez une heure de crédit!<br><br>Etes-vous sur iOS? Cliquer <a href="https://itunes.apple.com/us/app/hourworld/id671499452?mt=8">here</a> pour télécharger!<br><br>Etes-vous sous Android? Cliquer <a href="https://play.google.com/store/apps/details?id=edu.psu.ist.mtb_hourworld&hl=en">here</a> pour télécharger! <br><br>Si vous n'&ecirc;tes pas membre d'une banque de temps, allez sur le lien "Rejoindre" : <a href="http://www.hourworld.org/">www.hourworld.org</a> et choisissez l'Echange le plus proche. Vous devez faire cela pour que l'app fonctionne. Soyez patient pour la première connexion. L'administrateur vous contactera pour confirmer votre identité.

# Hours_Reported
source: Your hour has been reported
fr: Votre heure a été enregistrée

source: Report hours (1h)
fr: Heure enregistrée (1h)

# Provide_or_Receive
source: Did you provide or receive the service?
fr: Avez-vous fourni ou reçu le service ?

source: Provided
fr: Fourni

source: Received
fr: Reçu

# Account_Expired
source: Your account has been expired. Please login again
fr: Votre session s'est terminée. Veuillez vous reconnecter

source: Login
fr: Connexion

source: Login to hOurworld
fr: Se connecter à hOurworld

# Check_account_password
source: Please check your account/password
fr: Vérifier votre identifiant/mot de passe

# Wrong_account_password
source: Wrong Account/Password. Please try again.
fr: Identifiant ou mot de passe incorect. Essayer à nouveau.

# Pick_exchange_1_3
source: Pick an Exchange [1/3]
fr: Choisir un Echange [1/3]

# Create_account_2_3
source: Create an account [2/3]
fr: Créer un compte [2/3]

# Create_account_3_3
source: Create an account [3/3]
fr: Créer un compte [3/3]

# Registration_success
source: Your Application Has Been Sent! You will receive a welcome email with next steps once your account is setup. This may take a couple days.
fr: Votre demande est envoyée! Vous allez recevoir un mail de bienvenue avec les dernières étapes de création de votre compte. Cela peut prendre un jour ou deux.

# Registration_fail
source: Failed to register. Please try again
fr: Echec de l'enregistrement. Essayer à nouveau

source: Register
fr: S'enregistrer

# Please_fill_out
source: Please fill out all fields
fr: Remplir tous les champs

# Please_check_password
source: Please check passwords
fr: Vérifier le mot de passe

source: Register your account?
fr: Enregistrer votre compte?

# Logout_Prompt
source: Proceed to logout?
fr: Se déconnecter?

source: Back
fr: Retour

source: Cancel
fr: Annuler

source: Close
fr: Fermer

source: Send Email
fr: Envoyer un mail

source: Update
fr: Mettre à jour

source: Logout
fr: Déconnexion

source: Leave
fr: Quitter

source: Join
fr: Rejoindre

source: Select Category
fr: Choisir une catégorie
